Repository: derqurps/noefinderlein-flutter
Catalog: lib/src/localization/app_*.arb
Languages: de

# burgen_schloesser
source: Castles and palaces
de: Burgen und Schlösser

# museen_ausstellungen
source: Museums and exhibitions
de: Museen und Ausstellungen

# erlebnis_natur
source: Nature and experiences
de: Erlebniswelten und Naturparks

# sport_und_freizeit
source: Sport and leisure
de: Sport und Freizeit

# bergbahnen
source: Mountain Cable/Railway
de: Bergbahnen

# schifffahrt
source: Shipping
de: Schifffahrt

# lokalbahn
source: Local railway
de: Lokalbahn

# title_filter
source: Filter settings
de: Filter Einstellungen

# setFilter
source: Activate Filter
de: Filter aktivieren

source: Reset Filter
de: Filter zurücksetzen

# filteracive
source: Filter is active
de: Filter ist aktiv

# filter_day_active_text
source: Only show locations which are open on the specified day
de: Nur die Ziele anzeigen die am gewählten Tag offen haben

source: Cancel
de: Abbrechen

# disclaimerButtonAgree
source: Agree
de: Einverstanden

source: Sort by...?
de: Sortiere nach...?

source: don't care
de: egal

source: must
de: muss

# bookletId
source: Booklet Number
de: Nö Card Nummer

# downloadingTitle
source: Downloading data for year {year}
de: Hole Daten fürs Jahr {year}

# badWeather
source: Open in bad weather
de: Auch bei Schlechtwetter geeignet

source: Child friendly
de: Kinderfreundlich

source: Stroller friendly
de: Kinderwagengerecht

# dogAllowed
source: Dogs allowed
de: Hunde erlaubt

# wheelchairFriendly
source: Wheelchair accessible
de: Rollstuhlgerecht

source: Tavern near
de: Wirtshauskultur-Partner in der Nähe

# groupsAccepted
source: NÖ card accepted for groups
de: CARD bei Gruppen akzeptiert

# openInWinter
source: Open in the winter
de: Auch im Winter geöffnet

source: Top location
de: Top-Ausflugsziel

# notOpenToday
source: Possibly not open today
de: Möglicherweise heute nicht offen

# possibleNotOpen
source: Possibly not open on: {day}
de: Möglicherweise am {day} nicht offen

# yearDisplay
source: Year {year1}/{year2}
de: Jahr {year1}/{year2}

source: Map
de: Karte

source: read on
de: Weiterlesen

source: Search
de: Suchen

# drawerAllLocations
source: All Locations
de: Alle Ziele

# drawerProvinces
source: Provinces
de: Regionen

# drawerFavorits
source: Favorites
de: Favoriten

# drawerVisited
source: Visited Locations
de: Besichtigte

# drawerNear
source: Near Locations
de: In der Nähe

# drawerSettings
source: Settings
de: Einstellungen

# drawerCards
source: My Cards
de: Meine Karten

# settingsTitle
source: Settings
de: Einstellungen

# noVisited
source: It seems you haven't visited any locations yet... Or maybe you have forgotten to mark a location as visited ✔️ on the detail page?
de: Es schaut so aus als ob Sie noch kein Ziel besucht haben... Oder vielleicht haben Sie vergessen das Ziel auf der Detailseite auf besichtigt ✔️ zu setzen?

# visitedRemoveTitle
source: Delete entry?
de: Eintrag löschen?

# includedInCard
source: Included in the CARD
de: Mit der Card

source: Savings
de: Ersparnis

source: Adult-CARD
de: Erwachsenen-CARD

source: Child-CARD
de: Jugend-CARD

# noCard
source: There was no saved Card found, please add a Card first.
de: Keine gespeicherte Karte gefunden. Bitte fügen Sie eine Karte hinzu.

# mycardsTitle
source: My Cards
de: Meine Karten

# downloadError
source: There was an error downloading. Maybe there is no internet-connection? The error was: {error}
de: Es gab einen Error beim downloaden. Vielleicht besteht keine Internetverbindung? Der Error war: {error}

# visitedScreenTitle
source: Visited
de: Besichtigt

source: System Theme
de: System Layout

source: Light Theme
de: Helles Layout

source: Dark Theme
de: Dunkles Layout

# regionenScreenTitle
source: Provinces
de: Regionen

# nearScreenTitle
source: Near locations
de: Ziele nach Nähe

# positionNotFound
source: The current position could not be found. Try to activiate the location settings for this app and globaly on this device. {log}
de: Die aktuelle Position konnte nicht ermittelt werden. Bitte versuchen Sie die Standorteinstellungen für diese App zu erlauben und schalten Sie die Standortermittlung ein. {log}

# textClear
source: Clear
de: Löschen

source: Open Location Settings
de: Standorteinstellungen öffnen

source: Open App Settings
de: App Einstellungen öffnen

# reqTempFullAcc
source: Request Temporary Full Accuracy
de: Temporär die höchste Genauigkeit abfragen

# getLocAcc
source: Get Location Accuracy
de: Zeige die Standortgenauigkeit an

# saveVisitedMessage
source: Saved amount € {amount} on Date {date}
de: € {amount} für Datum {date} gespeichert

# detailCall
source: CALL
de: ANRUFEN

# detailMail
source: MAIL
de: MAILEN

# detailWeb
source: WEBPAGE
de: WEBSEITE

# detailNav
source: NAVI
de: NAVIGATION

# detailFav
source: FAV
de: FAVORIT

# disclaimer
source: The developer of this app does not guarantee the completeness and the correctness of the showed data. If you continue to use this app, you confirm that you are aware of this.
de: Der Programmierer dieser App übernimmt keine Garantie auf die Richtigkeit der verwendeten Daten. Falls Sie fortfahren diese APP zu nutzen, bestätigen Sie, dass Ihnen das bewusst ist.
